return function(sTool) return {
  ["tool."..sTool..".name"              ] =  "Физически свойства Под",
  ["tool."..sTool..".desc"              ] =  "Подобрена и разширена версия на оригиналния инструмент за физически свойства",
  ["tool."..sTool..".left"              ] =  "Приложи избраното физическо свойство",
  ["tool."..sTool..".right"             ] =  "Запази избраното физическо свойство",
  ["tool."..sTool..".right_use"         ] =  "Запази приложеното физическо свойство",
  ["tool."..sTool..".reload"            ] =  "Презареди оригиналното физическо свойство",
  ["tool."..sTool..".left_use"          ] =  "Презареди запазеното физическо свойство",
  ["tool."..sTool..".material_type"     ] =  "Изберете тип на материала от изброените в списъка",
  ["tool."..sTool..".material_type_def" ] =  "Избери тип...",
  ["tool."..sTool..".material_name"     ] =  "Изберете име на материала от изброените в списъка",
  ["tool."..sTool..".material_name_def" ] =  "Избери име...",
  ["tool."..sTool..".gravity_toggle_con"] =  "Включи гравитацията",
  ["tool."..sTool..".gravity_toggle"    ] =  "Когато е избрано разрешава гравитацията на обекта ",
  ["tool."..sTool..".material_draw_con" ] =  "Включи чертането на материал",
  ["tool."..sTool..".material_draw"     ] =  "Показва състоянието на избрания материал на обекта"
} end
